app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
    def index
      @users = User.paginate(page: params[:page])